Repository: Ruben2114/PubgStats
Catalog: PubgStats/PubgStats/AppLogin/Common/Localizables/*.lproj/Localizable.strings
Languages: es

# userTextField
source: User
es: Usuario

# titleLoginButton
source: Log in
es: Iniciar sesion

# profileTabBarItem
source: Profile
es: Perfil

# favouriteTabBarItem
source: Favourites
es: Favoritos

# settingsTabBarItem
source: Settings
es: Ajustes

# helpDataViewControllerTitle
source: Frequently Asked Questions
es: Dudas Frecuentes

# itemCellHelpDataQuestionMatches
source: How long does it take for games to appear?
es: ¿Cuánto tardan en aparecer las partidas?

# itemCellHelpDataQuestionDeleteFav
source: How do I delete favorite users from my list?
es: ¿Cómo puedo borrar a los usuarios favoritos de mi lista?

# itemCellHelpDataQuestionSearchFav
source: Can't find an account?
es: ¿No puedes encontrar una cuenta?

# itemCellHelpDataResponseMatches
source: Your recent matches will usually appear within 10 minutes of ending.
es: Tus partidas recientes generalmente aparecerán a los 10 minutos de su finalización.

# itemCellHelpDataResponseDeleteFav
source: Slide your list profile to the left
es: Desliza el perfil de tu lista hacia la izquierda

# itemCellHelpDataResponseSearchFav
source: The player name search field is case sensitive, so be sure to use appropriate capitalization of the name.
es: El campo de búsqueda de nombre de jugador distingue entre mayúsculas y minúsculas, así que asegúrese de utilizar mayúsculas y minúsculas como corresponda en el nombre.

# settingsFieldHelp
source: Frequently Asked Questions
es: Dudas Frecuentes

# settingsFieldEmail
source: Mail
es: Correo

# settingsFieldLegal
source: Legal Notice
es: Aviso Legal

# settingsFieldDelete
source: Delete Profile
es: Borrar Perfil

# mailComposeControllerSent
source: Sent Successfully
es: Enviado con éxito

# mailComposeControllerFailed
source: Sorry, failed to send mail
es: Lo siento, no se ha podido enviar el correo

# mailComposeControllerDefault
source: An error has occurred
es: Ha ocurrido un error

# sendMailSetSubject
source: Test mail
es: Correo de prueba

# infoAppViewModel
source: About PubgStats PubgStats is an application created by Rubén Rodríguez. Graduated in Mobile Application Programming with Swift in TokioSchool This application has been created with the aim of being able to analyze the statistics of the different users of the PUBG game. It also offers access to the official guide where you can see all the news and updates. Through the creation of this application I can show the knowledge acquired during the course and the curricular practices in the delivery of the TFM If you have any questions, suggestions or problems with the implementation of the app do not hesitate to contact through the mail located in the Settings area.
es: Todos los datos del juego los proporciona la API oficial de PUBG. Todos los logotipos y fotografías relacionados son marcas comerciales de PUBG Corporation o sus afiliados. Diseñado, desarrollado y publicado por Rubén Rodríguez.

# infoAppViewTitle
source: Legal Notice
es: Aviso Legal

# matchesViewControllerTitle
source: Matches
es: Partidas

# searchPlaceholder
source: PubgUserName
es: Nombre de usuarios Pubg

# favouriteViewControllerNavigationItem
source: Your favorite users
es: Tus usuarios preferidos

# searchBarSearchButtonClickedError
source: You already have a user with that name in your list
es: Ya tienes en tu lista a un usuario con ese nombre

# profilesFavouriteEmpty
source: You can add your favorite profiles here
es: Puedes añadir aqui tus perfiles favoritos

# profilesFavouriteDelete
source: Delete
es: Borrar

# errorFavouriteViewModel
source: The username does not exist
es: El nombre de usuario no existe

# gamesModesDataViewControllerTitle
source: Game modes
es: Modos de juego

# survivalDataViewControllerTitle
source: Survival
es: Supervivencia

# weaponDataViewControllerTitle
source: Weapons
es: Armas

# killsDataViewControllerTitle
source: Total kills data
es: Datos muertes totales

source: max kill streaks
es: Record rachas de muertes

source: round most kills
es: Record muerte en partida

# killedTeammate
source: killed a teammate
es: Asesinato a compañeros

source: road kills
es: Atropellados

source: longest kill
es: Muerte a mayor distancia

source: longest time survived
es: Mayor tiempo de supervivencia

source: Losses
es: Derrotas

source: Damage
es: Daño

source: Assists
es: Asistencias

source: Knocked
es: Enemigos golpeados

source: Suicides
es: Suicidios

source: Time survived
es: Tiempo sobreviviendo

source: Vehicle destroys
es: Vehículos destruidos

source: Revives
es: Revivido

source: Walk distance
es: Distancia a pie

source: Ride distance
es: Distancia conduciendo

source: Swim distance
es: Distancia nadando

source: Boost
es: Mejoras

# healing
source: Heals
es: Curaciones

source: Weapons acquired
es: Armas adquiridas

source: Headshot kills
es: Muertes/cabeza

# killsRound
source: Average kills
es: Muertes/ronda

# winsDay
source: Wins per day
es: Victorias al día

source: distance
es: Distancia

source: items
es: Elementos

source: Level
es: Nivel

source: Wins
es: Victorias

# gamesPlayed
source: Games
es: Partidas

source: Tier
es: Grado

source: squad
es: equipo

source: squad Fpp
es: equipo Fpp

source: solo
es: individual

source: solo Fpp
es: individual Fpp

source: Details
es: Detalles

source: Groggies
es: Aturdidos

# profileViewControllerNavigationItem
source: Player detail
es: Detalle del jugador

# actionAccept
source: Accept
es: Aceptar

# actionRetry
source: Retry
es: Reintentar

# actionCancel
source: Cancel
es: Cancelar

# profileLoginCellInvalid
source: No unnamed players exist
es: No existen jugadores sin nombre

# profileLoginNotExitname
source: There are no players with that name
es: No existen jugadores con ese nombre

# profileHeaderTitleDataGeneral
source: General details
es: Detalles Generales

# profileHeaderModes
source: Modes
es: Modos

# profileHeaderWeapon
source: Weapon
es: Armas

# profileCardSurvival
source: Survival
es: Supervivencia

# profileCardSurvivalSubtitle
source: View your statistics in survival mode
es: Visualiza tus estadísticas en el modo supervivencia

# profileCardNews
source: News
es: Noticias

# profileCardNewsSubtitle
source: Discover the latest patch notes, collaborations and item updates
es: Descubre las últimas notas de parches, colaboraciones y actualizaciones de objetos

# MostDefeatsInAGame
source: Most defeats in a match
es: Record abatidos

source: Defeats
es: Abatidos

# MostDamagePlayerInAGame
source: Most damage in a match
es: Record daño

# DamagePlayer
source: Damage
es: Daño

# MostHeadShotsInAGame
source: Most headShots in a match
es: Record disparos a la cabeza

source: HeadShots
es: Tiros a la cabeza

# LongRangeDefeats
source: Number of long range defeats
es: Abatidos a larga distancia

# LongestDefeat
source: Longest distance that the player got a defeat
es: Mayor distancia abatido

# MostKillsInAGame
source: Most Kills in a match
es: Record muertes

# MostGroggiesInAGame
source: Most Groggies in a match
es: Record aturdidos

# BestData
source: Record per game
es: Record por partida

source: Kills
es: Muertes

source: Rounds
es: Partidas

source: Groggies
es: Aturdidos

source: damage dealt
es: Daño infligido

source: damage taken
es: Daño recibido

source: distance total
es: Distancia total

source: hot drop landings
es: Aterrizajes zonas calientes

source: enemy crates looted
es: Cajas enemigas saqueadas

source: unique items looted
es: Objetos únicos saqueados

source: throwables thrown
es: Arrojables arrojados

source: teammates revived
es: Compañeros de equipo revividos

source: Rookie
es: Novato

source: Private
es: Soldado

source: Sergeant
es: Sargento

source: Captain
es: Capitán

source: Legend
es: Leyenda

source: Apprentice
es: Aprendiz

# chartsInfoViewTitleLabel
source: Chart by category
es: Gráfica por categorias

# errorPlayerDetails
source: Sorry, the data could not be loaded. Please try again in a few seconds
es: Lo siento, no se han podido cargar los datos. Vuelve a intentarlo en unos segundos

# profileGeneralIconTitle
source: Range calculation
es: Cálculo del rango

# profileGeneralIconSubtitle
source: If your winning percentage is between: 0 to 19 you are Rookie 20 to 39 you are Private 40 to 59 you are Sergeant 60 to 79 you are Captain 80 to 100 you are Legend
es: Si tu porcentaje de victorias esta entre: 0 a 19 eres Novato 20 a 39 eres Soldado 40 a 59 eres Sargento 60 a 79 eres Capitán 80 a 100 eres Aprendiz

# profileChartRoundTitle
source: Match data
es: Datos de las partidas

# profileChartRoundSubtitle
source: If you click on each of the sectors of the graph you will be able to see the number of games played in each of the game modes that exist. The mode in which you have played the most games is in {{NAME}} with {{NUMBER}}
es: Si pulsas en cada uno de los sectores de la gráfica podrás ver la cantidad de partidas jugadas en cada uno de los modos de juegos que existen. En el modo que has jugado más partidas es en {{NAME}} con {{NUMBER}}

# profileChartKillsTitle
source: Death Data
es: Datos de las muertes

# profileChartKillsSubtitle
source: If you click on each of the sectors of the graph you will be able to see your kills in each of the game modes that exist. Your maximum number of kills is: {{NUMBER}}, achieved in the mode {{NAME}}
es: Si pulsas en cada uno de los sectores de la gráfica podrás ver tus muertes en cada uno de los modos de juegos que existen. Tu máximo número de muertes es: {{NUMBER}}, conseguido en el modo {{NAME}}

# profileChartWinsTitle
source: Win Data
es: Datos de las victorias

# profileChartWinsSubtitle
source: If you click on each of the sectors of the graph you will be able to see your victories in each of the game modes that exist. Your maximum number of victories is {{NUMBER}}, achieved in the mode {{NAME}}
es: Si pulsas en cada uno de los sectores de la gráfica podrás ver tus victorias en cada uno de los modos de juegos que existen. Tu máximo de victorias es {{NUMBER}}, conseguido en el modo {{NAME}}

# profileChartWinsTooltip
source: Wins in different modes
es: Victorias en los diferentes modos

# profileChartKillsTooltip
source: Kills in different modes
es: Muertes en los diferentes modos

# profileChartRoundTooltip
source: Matches in different modes
es: Partidas en los diferentes modos

# profileHelpReloadTitle
source: Reload information
es: Información sobre la recarga

# profileHelpReloadSubtitle
source: Data reload is done automatically every 24 hours. If you need to reload the view you can press the reload button. The reload button will be activated two minutes after the last update.
es: La recarga de los datos se realiza automáticamente cada 24 horas. Si necesitas recargar la vista puedes pulsar el botón de recarga. El botón de recarga será activado dos minutos después de la última actualización.

# matchesTableViewEmpty
source: There are no matches in the last 7 days
es: No existen partidas en los últimos 7 días

# matchesTableViewError
source: The games could not be loaded. Please try again in a few minutes.
es: No se han podido cargar las partidas. Inténtalo en unos minutos.

# searchBarPlatform
source: From what platform?
es: ¿De qué plataforma?

# errorDeletePlayer
source: Sorry, the profile could not be deleted
es: Lo siento, no se ha podido borrar el perfil

# alertDeleteProfile
source: Are you sure? You will lose the data of the favorite profiles you have saved
es: ¿Estas seguro? Perderás los datos de los perfiles favoritos que hayas guardado

# versatilCardSubtitleMatches
source: You can view {{NUMBER}} matches
es: Puedes visualizar {{NUMBER}} partidas

# versatilCardSubtitleMatch
source: You can view {{NUMBER}} match
es: Puedes visualizar {{NUMBER}} partida
